/* No comment provided by engineer. */
"%@ copied to clipboard" = "%@ 复制到剪贴板上";

/* No comment provided by engineer. */
"%d Confirmations" = "%d 确认";

/* No comment provided by engineer. */
"%d Transactions" = "%d 个交易";

/* No comment provided by engineer. */
"Account Settings" = "帐户设置";

/* No comment provided by engineer. */
"Add to Address book?" = "添加到通讯簿吗？";

/* No comment provided by engineer. */
"An error occured validating your PIN code with the remote server. You may be offline or blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?" = "验证您的 PIN 代码与远程服务器时发生错误。你可能处于脱机状态或 blockchain 可能遇到的困难。你想试一次验证或相反手动输入您的密码吗？";

/* No comment provided by engineer. */
"An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair you device." = "加载你的钱包时遇到错误。你可能处于脱机状态，或者 Blockchain 遇到困难。请关闭应用程序，请稍后再试或重新配对你设备。";

/* No comment provided by engineer. */
"Any Address" = "任何地址";

/* No comment provided by engineer. */
"Archive" = "存档地址";

/* No comment provided by engineer. */
"Archived" = "已归档";

/* No comment provided by engineer. */
"Automatically" = "自动";

/* No comment provided by engineer. */
"Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app." = "在访问之前你的钱包，请选择用来解锁你的钱包 pin 号。它是重要的你要记住这个引脚如它不能重置或更改没有第一次解锁该应用程序。";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cannot save PIN Code while wallet is not initialized or password is null" = "时未初始化的钱包或密码为空，无法保存 PIN 码";

/* No comment provided by engineer. */
"Change PIN" = "更改 pin 码";

/* No comment provided by engineer. */
"Close App" = "关闭应用程序";

/* No comment provided by engineer. */
"Confirm Payment" = "确认付款";

/* No comment provided by engineer. */
"Confirm payment of %@ (%@) to %@" = "确认付款的 %1$@ (%2$@) 到 %3$@";

/* No comment provided by engineer. */
"Send from..." = "从发送......";

/* No comment provided by engineer. */
"Send to..." = "将发送到......";

/* No comment provided by engineer. */
"Create Wallet" = "创建的钱包";

/* No comment provided by engineer. */
"Decrypted PIN Password length 0" = "解密的 PIN 密码长度为 0";

/* No comment provided by engineer. */
"Decrypting Private Key" = "解密私钥";

/* No comment provided by engineer. */
"Enter Password" = "请输入密码";

/* No comment provided by engineer. */
"Error" = "错误";

/* No comment provided by engineer. */
"Failed To Load Wallet" = "未能加载的钱包";

/* No comment provided by engineer. */
"No internet connection." = "没有互联网连接。";

/* No comment provided by engineer. */
"Connection timed out. Please check your internet connection." = "连接超时。请检查您的 internet 连接。";

/* No comment provided by engineer. */
"Empty response from server." = "服务器的空响应。";

/* No comment provided by engineer. */
"Invalid server response. Please check your internet connection." = "无效的服务器响应。请检查您的 internet 连接。";

/* No comment provided by engineer. */
"Forget Details" = "忘记的细节";

/* No comment provided by engineer. */
"Forget Wallet" = "忘了钱包";

/* No comment provided by engineer. */
"How would you like to pair?" = "你怎么想对？";

/* No comment provided by engineer. */
"If you already have a Blockchain Wallet, choose Pair Device; otherwise, choose Create Wallet.    It's Free! No email required." = "如果你已经有一个 Blockchain 的钱包，选择双设备 ；否则，选择创建的钱包。它是免费的 ！没有所需的电子邮件。";

/* No comment provided by engineer. */
"Imported Private Key %@" = "导入的私钥 %@";

/* No comment provided by engineer. */
"Information" = "信息";

/* No comment provided by engineer. */
"Invalid email address." = "无效的电子邮件地址。";

/* No comment provided by engineer. */
"Invalid GUID" = "无效的 GUID";

/* No comment provided by engineer. */
"Invalid Identifier" = "无效的标识符";

/* No comment provided by engineer. */
"Invalid Send Value" = "请输入金额";

/* No comment provided by engineer. */
"Invalid Shared Key" = "无效的共享密钥";

/* No comment provided by engineer. */
"Invalid Status Code Returned %@" = "无效的状态代码返回 %@";

/* No comment provided by engineer. */
"Invalid to bitcoin address" = "无效的比特币地址";

/* No comment provided by engineer. */
"Loading External Page" = "加载外部页";

/* No comment provided by engineer. */
"Logout" = "注销";

/* No comment provided by engineer. */
"Do you really want to log out?" = "你真的想要注销吗？";

/* No comment provided by engineer. */
"Please enter your PIN" = "请输入您的 PIN";

/* No comment provided by engineer. */
"Please enter a new PIN" = "请输入新的 PIN";

/* No comment provided by engineer. */
"Confirm your PIN" = "确认您的 PIN";

/* No comment provided by engineer. */
"Incorrect PIN. Please retry." = "PIN 都不正确。请重试。";

/* No comment provided by engineer. */
"News, Price & Charts" = "新闻、 价格 & 图表";

/* No comment provided by engineer. */
"Manually" = "手动";

/* No comment provided by engineer. */
"No" = "无";

/* No comment provided by engineer. */
"No Label" = "没有标签";

/* No comment provided by engineer. */
"No Password Entered" = "没有输入密码";

/* No comment provided by engineer. */
"OK" = "确认";

/* No comment provided by engineer. */
"Open Account Settings, Logout or change your pin below." = "打开注销帐户设置或更改您的 pin 下面。";

/* No comment provided by engineer. */
"Options" = "选项";

/* No comment provided by engineer. */
"Pair Device" = "设备配对";

/* No comment provided by engineer. */
"Parsing Pairing Code" = "解析配对的代码";

/* No comment provided by engineer. */
"Password must 10 characters or longer" = "密码必须是 10 个字符或更长时间";

/* No comment provided by engineer. */
"Passwords do not match" = "密码不匹配";

/* No comment provided by engineer. */
"Payment Sent!" = "付款发送 ！";

/* No comment provided by engineer. */
"PIN Encrypted String is nil" = "PIN 加密字符串是零";

/* No comment provided by engineer. */
"PIN Response Object key or value length 0" = "引脚的响应对象键或值长度为 0";

/* No comment provided by engineer. */
"PIN Response Object success length 0" = "引脚的响应对象成功长度为 0";

/* No comment provided by engineer. */
"PIN Saved Successfully" = "PIN 成功保存";

/* No comment provided by engineer. */
"PIN Validation cannot be completed. Please enter your wallet password manually." = "不能完成 PIN 验证。请手动输入您的钱包的密码。";

/* No comment provided by engineer. */
"PIN Validation Error" = "PIN 验证错误";

/* No comment provided by engineer. */
"Please choose another PIN" = "请选择另一个 PIN";

/* No comment provided by engineer. */
"Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup." = "请输入您的钱包 36 字符标识符的正确。它可以在启动时的欢迎电子邮件中找到。";

/* No comment provided by engineer. */
"Please provide an email address." = "请提供一个电子邮件地址。";

/* No comment provided by engineer. */
"Retry Validation" = "验证重试";

/* No comment provided by engineer. */
"Scan Watch Only Address?" = "扫描的手表唯一地址吗？";

/* No comment provided by engineer. */
"Second Password Incorrect" = "第二个密码不正确";

/* No comment provided by engineer. */
"Send Payment From:" = "发送从付款：";

/* No comment provided by engineer. */
"Send Payment To:" = "发送到付款：";

/* No comment provided by engineer. */
"Server Returned Null Status Code" = "服务器返回的 Null 状态代码";

/* No comment provided by engineer. */
"Success" = "成功！";

/* No comment provided by engineer. */
"The private key you are attempting to import is encrypted. Please enter the password below." = "您正试图导入的私钥进行加密。请输入下面的密码。";

/* No comment provided by engineer. */
"This action requires the second password for your bitcoin wallet. Please enter it below and press continue." = "此操作需要第二个密码你比特币的钱包。请在下面输入，按继续。";

/* No comment provided by engineer. */
"This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!" = "这将擦除的钱包在此设备上的所有数据。请确认你有你的钱包中保存信息在其他地方否则任何比特币这钱包将不能访问 ！！";

/* No comment provided by engineer. */
"Unarchive" = "UNARCHIVE 地址";

/* No comment provided by engineer. */
"Unconfirmed" = "未经证实的";

/* No comment provided by engineer. */
"Unsupported Private Key Format" = "私人密钥格式不受支持";

/* No comment provided by engineer. */
"User Declined" = "用户下降";

/* No comment provided by engineer. */
"Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?" = "钱包地址 %@ 有资金来。然而私钥需要从纸钱包或 QR 码扫描。你想要扫描的私有密钥现在吗？";

/* No comment provided by engineer. */
"Wallet Paired Successfully." = "钱包配对成功。";

/* No comment provided by engineer. */
"Warning!!!" = "警告!!!";

/* No comment provided by engineer. */
"Welcome Back" = "欢迎回来";

/* No comment provided by engineer. */
"Welcome to Blockchain Wallet" = "欢迎来到 Blockchain 的钱包";

/* No comment provided by engineer. */
"Would you like to add the bitcoin address %@ to your address book?" = "你想将比特币地址 %@ 添加到您的通讯簿吗？";

/* No comment provided by engineer. */
"Yes" = "是啊";

/* No comment provided by engineer. */
"You have no active bitcoin addresses available for sending" = "你有没有积极的比特币地址可用于发送";

/* No comment provided by engineer. */
"You must enter a destination address" = "您必须输入一个目标地址";

/* No comment provided by engineer. */
"You must enter a label" = "您必须输入一个标签";

/* No comment provided by engineer. */
"Your wallet was successfully created." = "你的钱包已成功创建。";

/* No comment provided by engineer. */
"Close" = "关闭";

/* No comment provided by engineer. */
"Back" = "返回";

/* No comment provided by engineer. */
"New Wallet" = "新的钱包";

/* No comment provided by engineer. */
"MOVED" = "移动";

/* No comment provided by engineer. */
"RECEIVED" = "收到";

/* No comment provided by engineer. */
"SENT" = "发送";

